{
    "questions": [
        "Before joining Northwestern Mutual, what other jobs did you have?",
        "What is your favorite food?",
        "What is your favorite genre of music?",
        "What are your hobbies?",
        "Do you have any pets?",
        "What can you talk about for hours?",
        "What invention would you most like to see in your lifetime?",
        "What are you looking forward to most right now?",
        "What is something you would like to learn?",
        "What fact about you might surprise people?",
        "If you could have any superpower, what would it be?",
        "Have you ever met a celebrity? If not, who would you most like to meet?",
        "Who would you choose to narrate the story of your life?",
        "What is the best piece of advice you have ever received?",
        "If you could create one law, what would it be?",
        "Would you rather go back in time to talk to your younger self, or receive a message from your older self?",
        "If you could not work in this industry, what other job would you pursue?",
        "If you could live a day as any one animal, which one would you choose?",
        "If you could build the perfect at-home office, what would it look like?",
        "What skill or talent would you most like to learn?",
        "If you were coming out onto a stage, what would your entrance theme song be?",
        "If you could bring back a fashion trend, what would it be and why?",
        "If you could live in another historical period, would you? If so, which one?",
        "What's one thing you are unbeatable at?",
        "How would you spend your days if you had unlimited time and resources?",
        "What fictional world or place would you like to visit?",
        "If you could have an animal sidekick, what would it be? Why?",
        "You've died, but instead of entering the afterlife, you've entered Earth 2.0. What are some things that make Earth 2.0 better?",
        "If you could go back in time 10,000 years ago and make a cave painting to confuse everyone in the future, what would you draw?",
        "What's the last thing you did for the first time?",
        "You've been granted a one-way ticket to another country of your choice. Where are you going?",
        "If you had to sing karaoke right now, which song would you pick?",
        "What is the most used emoji on your phone right now?",
        "If you could be famous for one thing, what would it be?",
        "What's the best topping for ice cream?",
        "If you're at trivia night, what would category would you know most about?",
        "What's an album you recommend that has no bad songs?",
        "What's the weirdest thing in your fridge right now?",
        "If you could become a supernatural creature at night, what would it be, and why?",
        "If your home was packed full of golf balls, how would you remove them?",
        "If you could invent a holiday, what would it be, and what would you call it?",
        "If your car had vanity plates, what would they say?",
        "You're cooking for the whole team. What is your signature dish?",
        "Do you work better with or without music? What are you listening to while you work?",
        "If you could safely eat any inedible object, what would it be?",
        "If you had to put together a PowerPoint presentation about anything, what would it be about?",
        "What was your favorite subject in school? Why?",
        "What's a TV show you recommend to everyone?",
        "What's a favorite movie you always recommend to people? Why do you love it?",
        "What's the best concert you ever attended?",
        "What's one of your pet peeves?",
        "If you had to eat only one dish for the rest of time, what would it be?",
        "Have you ever stayed up for an entire night without sleep? When or why not?",
        "What's something that doesn't deserve the hate it gets?",
        "As a child, what did you want to be when you grew up?"
    ]
}